Repository: ytgov/ckanext-yukondesign
Catalog: ckanext/yukondesign/i18n/*/LC_MESSAGES/ckanext-yukondesign.po
Languages: fr

source: Footer menu
fr: Menu de bas de page

source: Home
fr: Accueil

source: Events
fr: Activités

source: Forms
fr: Formulaires

source: News
fr: Communiqués

source: Secondary Footer Menu
fr: Menu de bas de page secondaire

source: Contact us
fr: Renseignements

source: Copyright
fr: Droit d'auteur

source: Disclaimer
fr: Avertissement

source: Privacy statement
fr: Avis de confidentialité

source: What are Topics?
fr: Que sont les sujets ?

source: You can use Topics to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
fr: Vous pouvez utiliser des sujets pour créer et gérer des collections d'ensembles de données. Il peut s'agir de cataloguer des jeux de données pour un projet, une équipe ou un thème spécifique, ou encore d'aider les utilisateurs à trouver et à rechercher facilement vos propres jeux de données publiés.

source: Add Topic
fr: Ajouter un sujet

source: Topics
fr: Sujets

source: Open government
fr: Gouvernement ouvert

source: Open government is designed to improve government transparency, promote civic participation, and provide economic and social benefits.
fr: Le principe de gouvernement ouvert vise à améliorer la transparence gouvernementale, à favoriser la participation citoyenne et à générer des avantages économiques et sociaux.

source: This portal is a collection of publications and datasets from Yukon government departments. The public can use and access these resources freely to learn more about how government works, to carry out research, or to use data for commercial or non-commercial purposes.
fr: Ce portail regroupe des publications et des ensembles de données des ministères du gouvernement du Yukon. Le public peut consulter et utiliser librement ces ressources à des fins commerciales et non commerciales, dans le cadre de recherches ou pour en savoir plus sur le fonctionnement du gouvernement.

source: The open government portal functions as both a library for current resources and an archive for older data and information which have historic value.
fr: Le portail de données ouvertes sert à la fois de bibliothèque de ressources récentes et d’archives pour les données et renseignements plus anciens ayant une valeur historique.

source: You can
fr: Vous pouvez

source: learn more about the Government of Yukon’s open government program
fr: <a href="https://yukon.ca/fr/votre-gouvernement/gouvernement-ouvert" target="_blank">en savoir plus sur le programme du gouvernement ouvert du Yukon</a>

source: read about recent updates on the eServices blog.
fr: <a href="https://yukon.ca/fr/blogs/blogue-sur-les-renseignements-et-les-services-en-ligne" target="_blank">lisez les plus récents billets sur le blogue des Services en ligne</a>

source: or
fr: ou

source: visit the Access to Information Registry
fr: <a href="https://yukon.ca/fr/votre-gouvernement/gouvernement-ouvert/acces-information" target="_blank">consultez le registre de l’accès à l’information</a>

source: <p> For government services and news, visit <a href="https://yukon.ca/" target="_blank">Yukon.ca</a> </p>
fr: <p> Pour les services gouvernementaux et les nouvelles, visitez <a href="https://yukon.ca/fr" target="_blank">Yukon.ca</a> </p>

source: Read more
fr: Plus

source: Read less
fr: Moins

source: Open information
fr: Informations ouvertes

source: Find annual reports, news releases, scientific research publications, and other information.
fr: Accéder à des rapports annuels, à des communiqués, à des articles scientifiques et à d’autres renseignements.

source: Enter open information search terms
fr: Entrer les termes de recherche pour les informations ouvertes

source: Recently updated:
fr: Mises à jour récentes :

source: See more open information publications
fr: Voir plus de publications ouvertes

source: Open data
fr: Données ouvertes

source: Find statistical and administrative data, geospatial data, and other machine-readable data.
fr: Accéder à des données statistiques, administratives et géospatiales ainsi qu’à d’autres données lisibles par machine.

source: Enter open data search terms
fr: Entrer les termes d’interrogation pour les données ouvertes

source: Featured datasets:
fr: Ensembles de données en vedette:

source: See more open data datasets
fr: Voir plus d’ensembles de données ouvertes

source: Completed Access to Information requests
fr: Demandes d’accès à l’information remplies

source: Completed access to information requests
fr: Demandes d’accès à l’information remplies

source: Find completed Access to Information requests and responsive records.
fr: Accéder aux demandes d’accès à l’information remplies et aux dossiers correspondants.

source: Enter request search terms
fr: Entrer les termes de recherche

source: Recently added:
fr: Ajouts récents :

source: See more completed Access to Information requests
fr: Voir plus de demandes d’accès à l’information remplies

source: You can also see
fr: Pour consulter

source: privacy impact assessment summaries
fr: des résumés d’évaluation des facteurs relatifs à la vie privée,

source: Privacy Impact Assessment summaries
fr: Des résumés d’évaluation des facteurs relatifs à la vie privée

source: submit an Access to Information request.
fr: soumettez une demande d’accès à l’information.

source: Search or browse completed Access to Information (ATIPP) requests and responsive records.
fr: Rechercher ou parcourir les demandes d’accès à l’information (AIPRP) remplies et les dossiers correspondants.

source: Submit an Access to Information request.
fr: Soumettre une demande d’accès à l’information.

source: Learn more about the Government of Yukon’s open government program
fr: En savoir plus sur le programme du gouvernement ouvert du Yukon

source: To submit a new publication or dataset, or to report an issue, contact
fr: Pour soumettre une nouvelle publication ou un nouvel ensemble de données ou encore pour signaler un problème, écrivez à

source: Create Dataset
fr: Créer un ensemble de données

source: Add Dataset
fr: Ajouter un ensemble de données

source: Add
fr: Ajouter

source: Completed access to information request
fr: Demande d’accès à l’information terminée

source: Privacy impact assessment summary
fr: Résumé d’évaluation des facteurs relatifs à la vie privée

source: Show all
fr: Tout afficher

source: Show popular
fr: Afficher les plus populaires

source: There are no {facet_type} that match this search
fr: Il n’y a pas de {facet_type} qui correspond à cette recherche

source: {number} dataset found for "{query}"
fr: {number} ensemble de données trouvé pour "{query}"

source: No datasets found for "{query}"
fr: Aucun ensemble de données trouvé pour "{query}"

source: {number} dataset found
fr: {number} résultat

source: No datasets found
fr: Aucun ensemble de données trouvé

source: {number} topic found for "{query}"
fr: {number} sujet trouvé pour "{query}"

source: No topics found for "{query}"
fr: Aucun sujet trouvé pour "{query}"

source: {number} topic found
fr: {number} sujet trouvé

source: No topics found
fr: Aucun sujet trouvé

source: {number} organization found for "{query}"
fr: {number} organisation trouvée pour "{query}"

source: No organizations found for "{query}"
fr: Aucune organisation trouvée pour "{query}"

source: {number} organization found
fr: {number} organisation trouvée

source: No organizations found
fr: Aucune organisation trouvée

source: Enter PIA summaries search terms
fr: Entrer les termes de recherche pour les résumés d’évaluation des facteurs relatifs à la vie privée

source: Find summaries of completed Privacy Impact Assessments (PIAs).
fr: Accéder aux résumés des évaluations des facteurs relatifs à la vie privée (EFVP) terminées.

source: Date updated
fr: Date de mise à jour

source: Date created
fr: Date de création

source: Publisher
fr: Éditeur

source: Public body
fr: Organisme public

source: Methodology
fr: Méthode

source: Changelog
fr: Journal des changements

source: Metadata information
fr: Informations sur les métadonnées

source: View changes
fr: Voir les changements

source: Access via API
fr: Accès via l'API

source: Keywords
fr: Étiquettes

source: What is open data?
fr: Qu'est-ce que les données ouvertes?

source: Open data datasets include statistical and administrative data, geospatial data, and other machine-readable data.
fr: Les ensembles de données ouvertes comprennent des données statistiques et administratives, des données géospatiales et d'autres données lisibles par machine.

source: What is open information?
fr: Qu'est-ce que les informations ouvertes?

source: Open information publications include annual reports, news releases, scientific research publications, and other information.
fr: Les publications d'informations ouvertes comprennent des rapports annuels, des communiqués de presse, des publications de recherche scientifique et d'autres informations.

source: What are Completed Access to Information requests?
fr: Qu'est-ce que les demandes d'accès à l'information terminées?

source: Completed Access to Information requests and responsive records are published for program-related Access to Information requests.
fr: Les demandes d'accès à l'information terminées et les dossiers correspondants sont publiés pour les demandes d'accès à l'information liées aux programmes.

source: What are Privacy Impact Assessment summaries?
fr: Qu'est-ce que les résumés d'évaluation des facteurs relatifs à la vie privée?

source: Privacy Impact Assessment summaries are published for Privacy Impact Assessments completed by public bodies.
fr: Les résumés d'évaluation des facteurs relatifs à la vie privée sont publiés pour les évaluations des facteurs relatifs à la vie privée effectuées par les organismes publics.

source: Create
fr: Créer

source: a completed access request
fr: une demande d'accès terminée

source: a PIA summary
fr: un résumé EFVP

source: open data
fr: données ouvertes

source: open information
fr: informations ouvertes

source: Access requests
fr: Demandes d'accès

source: PIA summaries
fr: Résumés EFVP

source: Update
fr: Mettre à jour

source: View
fr: Voir
